Repository: contao-estatemanager/setup-configurator
Catalog: src/Resources/contao/languages/*/*_real_estate_configurator.xlf
Languages: de

# tl_real_estate_configurator.description
source: The setup wizard helps you to configure your project. Please note that manual settings will be reset and therefore this procedure should only be performed to start a new project.
de: Der Einrichtungsassistent hilft Ihnen bei der Grundeinrichtung und Konfiguration neuer Projekte. <b>Bitte beachten Sie, dass manuelle Einstellungen zurücksetzt werden und dieser Vorgang daher ausschließlich zum Start eines neuen Projekts durchgeführt werden sollte</b>.

# tl_real_estate_configurator.group_hint
source: Select the checkbox of a group to apply the configuration of it.
de: Aktivieren Sie die Checkbox einer Gruppe, um dessen Konfiguration anzuwenden.

# tl_real_estate_configurator.group_interface
source: Interfaces
de: Schnittstellen

# tl_real_estate_configurator.group_basic
source: Basic settings
de: Basis-Einstellungen

# tl_real_estate_configurator.group_config
source: Config
de: Konfiguration

# tl_real_estate_configurator.group_content
source: Content
de: Inhalt

# tl_real_estate_configurator.interface
source: Interface & Provider
de: Schnittstelle & Anbieter

# tl_real_estate_configurator.interface_not_found
source: No interface could be found.
de: Es konnte keine Schnittstelle gefunden werden. Der Einrichtungsassistent legt eine neue Schnittstelle sowie einen Anbieter an (DEMO). Sofern Sie eine eigene Schnittstelle als Basis verwenden möchten, legen Sie diese bitte manuell an. %s

# tl_real_estate_configurator.interface_create
source: Create interface
de: Schnittstelle anlegen

# tl_real_estate_configurator.interface_create_interface.0
source: Create demo interface and provider
de: Demo Schnittstelle und Anbieter anlegen

# tl_real_estate_configurator.interface_create_interface.1
source: A new interface is created.
de: Es wird eine neue Schnittstelle angelegt.

# tl_real_estate_configurator.interface_select.0
source: Interface
de: Schnittstelle

# tl_real_estate_configurator.interface_select.1
source: Please select an interface in which the following configurations should be applied.
de: Bitte wählen Sie eine Schnittstelle in der die folgenden Konfigurationen angewendet werden sollen.

# tl_real_estate_configurator.interface_log_interface_used
source: Interface: "%s"
de: Schnittstelle: "%s"

# tl_real_estate_configurator.interface_log_interface_created
source: Interface "DEMO" was created
de: Schnittstelle "DEMO" wurde angelegt

# tl_real_estate_configurator.interface_log_interface_exists
source: Interface "DEMO" already exists
de: Schnittstelle "DEMO" existiert bereits

# tl_real_estate_configurator.interface_log_provider_created
source: Provider "DEMO" was created
de: Anbieter "DEMO" wurde angelegt

# tl_real_estate_configurator.interface_log_provider_exists
source: Provider "DEMO" already exists
de: Anbieter "DEMO" existiert bereits

# tl_real_estate_configurator.openimmo_import.1
source: Imports all interface information based on the OpenImmo standard and creates appropriate field mappings.
de: Importiert alle Schnittstellen-Informationen auf Basis des OpenImmo-Standards und legt entsprechende Feldzuordnungen an.

# tl_real_estate_configurator.openimmo_log_created
source: OpenImmo (1.2.7) field mappings were imported successfully
de: OpenImmo (1.2.7) Feldzuordnungen wurden erfolgreich importiert

# tl_real_estate_configurator.fieldformat
source: Field formats
de: Feldformatierungen

# tl_real_estate_configurator.fieldformat_import.0
source: Default field formats
de: Standard Feldformatierungen

# tl_real_estate_configurator.fieldformat_import.1
source: Imports the standard field formatting to be able to output values like areas or prices correctly.
de: Importiert die Standard-Feldformatierungen um Werte wie Flächen oder Preise korrekt auszugeben.

# tl_real_estate_configurator.fieldformat_log_created
source: Field formatting was imported successfully
de: Feldformatierungen wurden erfolgreich importiert

# tl_real_estate_configurator.grouptype
source: Object groups / types
de: Objektgruppen / Typen

# tl_real_estate_configurator.grouptype_log_created
source: Object groups / types were imported successfully
de: Objektgruppen / Typen wurden erfolgreich importiert

# tl_real_estate_configurator.grouptype_log_truncate
source: Database table (%s) was truncate successfully
de: Datenbank-Tabelle (%s) wurde erfolgreich geleert

# tl_real_estate_configurator.grouptype_log_imported
source: Database table (%s) was import successfully
de: Datenbank-Tabelle (%s) wurde erfolgreich importiert

# tl_real_estate_configurator.demodata
source: Real estate
de: Immobilien

# tl_real_estate_configurator.estate_import.0
source: Import demo real estate
de: Demo-Immobilien importieren

# tl_real_estate_configurator.estate_import.1
source: Real estate records are created and assigned to the specified interface.
de: Es werden Immobilien-Datensätze angelegt und der angegebenen Schnittstelle zugeordnet.

# tl_real_estate_configurator.estate_log_assets
source: Images were created (%s)
de: Bilder wurden angelegt (%s)

# tl_real_estate_configurator.estate_log_truncate
source: Database table (%s) was truncate successfully
de: Datenbank-Tabelle (%s) wurde erfolgreich geleert

# tl_real_estate_configurator.estate_log_imported
source: Real estate records were imported successfully
de: Immobilien-Datensätze wurden erfolgreich importiert

# tl_real_estate_configurator.submit
source: Start setup
de: Einrichtung starten

# tl_real_estate_configurator.group_type_living.0
source: Living
de: Wohnen

# tl_real_estate_configurator.group_type_living.1
source: Living
de: Importiert Objektgruppen und Typen für Wohnimmobilien

# tl_real_estate_configurator.group_type_commercial.0
source: Commercial
de: Gewerbe

# tl_real_estate_configurator.group_type_commercial.1
source: Commercial
de: Importiert Objektgruppen und Typen für Gewerbeimmobilien
